[
{
  "zekr":"دعاء لبس الثوب\n\nالحمدُ للهِ الّذي كَساني هذا (الثّوب) وَرَزَقَنيه مِنْ غَـيـْرِ حَولٍ مِنّي وَلا قـوّة."
},
{
  "zekr":"دعاء لبس الثوب الجديد\n\nاللهم لك الحمد أنت كسوتنيه، أسألك من خيره."
},
{
  "zekr":"دعاء الكرب\n\nلا إله إلا الله العظيم الحليم، لا إله إلا الله رب العرش العظيم، لا إله إلا الله رب السماوات، ورب الأرض ورب العرش الكريم.\nاللهم رحمتك أرجو فلا تكلني إلى نفسي طرفة عين وأصلح لي شأني كله ، لا إله إلا أنت\nلا إله إلا أنت سبحانك إني كنت من الظالمين\nالله الله رب لا أشرك به شيئا."
},
{
  "zekr":"دعاء الهم والحزن\n\nاللهم إني عبدك ابن عبدك ابن أمتك ناصيتي بيدك ماض في حكمك ، عدل في قضاؤك أسألك بكل اسم هو لك سميت به نفسك أو أنزلته في كتابك ، أو علمته أحداً من خلقك أو استأثرت به في علم الغيب عندك أن تجعل القرآن ربيع قلبي ، ونور صدري وجلاء حزني وذهاب همي.\nاللهم إني أعوذ بك من الهم والحزن والعجز والكسل والبخل والجبن ، وضلع الدين وغلبة الرجال."
},
{
  "zekr":"دعاء قضاء الدين\n\nاللهم اكفنى بحلالك عن حرامك وأغننى بفضلك عمن سواك"
},
{
  "zekr":"دعاء الريح\n\nاللهم إنى أسألك خيرها، وخير ما فيها، وخير ما أرسلت به، وأعوذ بك من شرها، وشر ما فيها وشر ما أرسلت به. "
},
{
  "zekr":"دعاء الرعـد\n\nسبحان الله الذي يسبح الرعد بحمده والملائكة من خيفته "
},
{
  "zekr":"دعاء زيارة القبور\n\nالسلام عليكم أهل الديار من المؤمنين والمسلمين، وإنا إن شاء الله بكم لاحقون ويرحم الله المستقدمين منا والمستأخرين، أسأل الله لنا ولكم العافية."
},
{
  "zekr":"دعاء نزول االمطر\n\nاللهم صيباَ نافعاَ"
},
{
  "zekr":"دعاء ركوب الدابة أو ما يقوم مقامها ( السيارة أو القطار أو الطائرة أو السفينة)\n\nبسم الله ، الحمد لله ، سبحان الذي سخر لنا هذا وماكنا له مقرنين وإنا إلى ربنا لمنقلبون، الحمد لله ، الحمد لله ، الحمد لله ، الله اكبر ، الله أكبر ، الله أكبر ، سبحانك اللهم إني ظلمت نفسي فاغفر لي ، فإنه لايغفر الذنوب إلا أنت."
},
{
  "zekr":"دعاء السفر\n\nاللهم إنا نسألك في سفرنا هذا البر والتقوى، ومن العمل ماترضى ، اللهم هون علينا سفرنا هـذا واطوِ عنا بعده، اللهم أنت الصاحب في السفر، والخليفة في الأهل، اللهم إني أعوذ بك من وعثاء السفر وكآبة المنظر وسوء المنقلب في المال والأهل.\nوإذا رجع قالهن وزاد فيهن ـ آيبون ،تآئبون، عابدون ، لربنا حامدون."
},
{
  "zekr":"دعاء المسافر للمقيم\n\nاستودعكم الله الذي لا تضيع ودائعه "
},
{
  "zekr":"دعاء المقيم للمسافر\n\nأستودع ُ الله دينك وأمانتك ، وخواتيم عملك زودك الله التقوى، وغفر ذنبك، ويسر لك الخير حيث ما كنت"
},
{
  "zekr":"دعـــاء النـــزول في مكــان\n\nأعوذ بكلمات الله التامات من شر ما خلق"
},
{
  "zekr":"الدعاء بين السجدتين\n\nرب اغفر لي رب اغفر لي اللهم اغفر لي ، وارحمني واهدني واجبرني وعافني وارزقني وارفعني"
},
{
  "zekr":"دعـاء من استصعب عليه أمر\n\nاللهم لاسهل إلا ماجعلته سهلا وأنت تجعل الحزن إذا شئت سهلا "
},
{
  "zekr":"دعـاء الخوف من الشــرك\n\nاللهم إني أ عوذ بك أن أشرك بك وأنا أعلم ، وأستغفرك لما لا أعلم"
},
{
  "zekr":"ما يقال في المجلس\n\nرب اغفر لي وتب عليّ إنك أنت التواب الغفور (100 مرة قبل أن يقوم)"
},
{
  "zekr":"كفارة المجلس\n\nسبحانك اللهم وبحمدك ، أشهد أن لا إله إلا أنت أستغفرك وأتوب إليك"
},
{
  "zekr":"دعاء من رأى مبتلى\n\nالحمد لله الذي عافاني مما ابتلا به وفضلني على كثير ممن خلق تفضيلاً"
},
{
  "zekr":"دعـاء الغـضـب\n\nأعوذ بالله من الشيطان الرجيـم "
},
{
  "zekr":"الدعاء للمتزوج\n\nبارك الله لك ، وبارك عليك ، وجمع بينكما في خير "
},
{
  "zekr":"دعاء المتزوج لنفسه\n\nاللهم إني أسألك خيرها وخير ماجبلتها عليه وأعوذ بك من شرها وشر ماجبلتها عليه ، وإذا اشترى بعيراً فليأخذ بذروة سنامه وليقل مثل ذلك "
},
{
  "zekr":"الدعاء قبل الجماع\n\nبسم الله ـ اللهم جنبنا الشيطان، وجنب الشيطان مارزقتنا "
},
{
  "zekr":"دعاء العطاس\n\nإذا عطـس أحـدكم فليقل : الحمـد لله ، وليقل له أخـوه ، أو صاحبه : يرحمـك الله فـإذا قال له : يرحمك الله ، فليقل : يهديكم الله ويصلح بالكم. "
},
{
  "zekr":"الدعاء عند افطار الصائم\n\nذهب الضمـأ ، وأبتلت العروق ، وثبت الأجر إن شاء الله "
},
{
  "zekr":"الدعاء إذا أفطر عند أهل بيت\n\nأفطر عندكم الصائمون ، وأكل طعامكم الأبرار ، وصلت عليكم الملائكة "
},
{
  "zekr":"دعاء رؤية الهلال\n\nالله أكبر ، اللهم أهله علينا بالأمن ، والإيمان والسلامة ، والإسلام ، والتوفيق لما تحب وترضى ربنا وربك الله. "
},
{
  "zekr":"دعاء من أصيب بمصيبة\n\nإنا لله وإنا إليه راجعون اللهم أجرني في مصيبتي واخلف لي خيرا منها "
},
{
  "zekr":"الدعاء للمريض في عيادته\n\nلابأس طهور إن شاء الله مامن عبد مسلم يعود مريضاً لم يحضر أجله فيقول سبع مرات : أسأل الله العظيم رب العرش العظيم أن يشفيك إلا عوفي. "
},
{
  "zekr":"دعاء المريض الذي يئس من حياته\n\nاللهم اغفر لي وارحمني والحقني بالرفيق الأعلى "
},
{
  "zekr":"ما يعوذ به الأولاد\n\nأعيذكما بكلمات الله التامة من كل شيطان وهامة ، ومن كل عين لامة "
},
{
  "zekr":"دعاء لقاء العدو وذي السلطان\n\nحسـبنا الله ونعـم الـوكـيل\nاللهم إنا نجعلك في نحورهم ونعوذ بك من شرورهم\nاللهم أنت عضدي ، وأنت نصيري ، بك أجول وبك أصول وبك أقاتل"
},
{
  "zekr":"دعـاء صـلاة الاستخـارة\n\nقال جابر بن عبدالله رضي الله عنهما : كان رسول الله صلى الله عليه وسلم يعلمنا الاستخارة في الامور كلها كما يعلمنا السورة من القرآن ، يقول : ( إذا هم أحدكم بالأمر فليركع ركعتين من غير الفريضة ثم ليقل : اللهم إني أستخيرك بعلمك ، وأستقدرك بقدرتك وأسألك من فضلك العظيم فإنك تقدر ولا أقدر وتعلم ولاأعلم وأنت علام الغيوب ، اللهم إن كنت تعلم أن هذا الأمر ـ ويسمي حاجته ـ خيرا لي في ديني ومعاشي وعاقبة أمري ـ أو قال عاجله وآجله ـ فأقدره لي ويسره لي ثم بارك لي فيه ، وإن كنت تعلم أن هذا الأمر شر لي في ديني ومعاشي وعاقبة أمري ـ أو قال عاجله وآجله ـ فاصرفه عني واصرفني عنه واقدر لي الخير حيث كان ثم ارضني به). "
},
{
  "zekr":"دعـاء سجود التلاوة\n\nسجد وجهي للذي خلقه ،وشق سمعه وبصره بحوله وقوته ( فتبارك الله احسن الخالقين ) "
},
{
  "zekr":"دعـــــاء الاستفــتــــاح\n\nاللهم باعد بيني وبين خطاياي كما باعدت بين المشرق والغرب ، اللهم نقني من خطاياي كما ينقى الثوب الأبيض من الدنس، اللهم اغسلني من خطاياي بالثلج والماء والبرد.\nسبحانك اللهم وبحمدك وتبارك اسمك وتعالى جدُّك ولاإله غيرك.\nالله اكبر كبيرا ، الله اكبر كبيرا ، الله اكبر كبيرا ، والحمد لله كثيرا ، والحمد لله كثيرا ، والحمد لله كثيرا ، وسبحان الله بكرة وأصيلا(ثلاثـــا) ـاعوذ بالله من الشيطان من نفحه ونفثه وهمزه ."
},
{
  "zekr":"دعاء دخول السوق\n\nلا إله إلا الله وحده لا شريك له، له الملك وله الحمد يحيي ويميت وهو حي لا يموت بيده الخير وهو على كل شيء قدير (كتب الله له ألف ألف حسنة ومحا عنه ألف ألف سيئة ورفع له ألف الف درجة وفي رواية: وبنى له بيتا في الجنة).\nبسم الله، اللهم إني أسألك خير هذه السوق، وخير ما فيها، وأعوذ بك من شرها وشر ما فيها، اللهم إني أعوذ بك أن أصيب بها يميناً فاجرةً، أو صفقة خاسرة."
},
{
  "zekr":"عنــــد فعــــل الذنب أو ارتكاب المعصية\n\nكما أخبرنا رسول الله صلى الله عليه وسلم ((ما من عبد يذنب ذنباً فيتوضأ فيحسن الطهور،ثم يقوم فيصلي ركعتين ، ثم يستغفر الله لذلك الذنب إلاَّ غُفر له )). "
},
{
  "zekr":"الدعـــاء عنــــد سماع أصوات الحيوانات\n\nالدعاء عند صياح الديك : (( اللهم إني أسألك من فضلـــك )). ((إذا سمعتم صياح الديك[من الليل]،فاسألوا الله من فَضْلِهِ فإنها رأت ملكاً و إذا سمعتم نهيق الحمار،فتعوَّذوا بالله من الشيطان فإنها رأت شَيْطَاناً)). متفق عليه.\nالدعاء عند صياح الديك و نهيق الحمار و نباح الكلاب: (( أعوذ بالله من الشيطان الرجيم )).\n((إذا سمعتم نُباحَ الكلاب و نهيق الحمير بالليل فتعوذوا بالله فإنهن يَرَيْنَ ما لا ترون)). صحيح(صحيح سنن أبي داود3/961)"
},
{
  "zekr":"سيد الاستغفار\n\nاللهم أنت ربي لا إله إلا أنت ، خلقتني وأنا عبدك وأنا على عهدك ووعدك ما استطعت أعوذ بك من شر ما صنعت، أبوئ لك بنعمتك على وأبوئ بذنبي ، فاغفر لي فانه لا يغفر الذنوب إلا أنت.\nعن شداد بن أوس رضي الله عنه عن النبي صلى الله عليه وسلم قال ( سيد الاستغفار أن يقول العبد اللهم أنت ربي لا إله إلا أنت ، خلقتني وأنا عبدك وأنا على عهدك ووعدك ما استطعت أعوذ بك من شر ما صنعت، أبوئ لك بنعمتك على وأبوئ بذنبي ، فاغفر لي فانه لا يغفر الذنوب إلا أنت ) من قالها في النهار موقناً بها فمات من يومه قبل أن يمسي فهو من أهل الجنة ومن قالها من الليل وهو موقناً بها فمات قبل أن يصبح فهو من أهل الجنة . أخرجه البخاري."
},
{
  "zekr":"الدعـــاء إذا أحسست بوجع في جسدك\n\nضع يدك على الذي تألَّم من جسدك وقل: بسم الله ،ثلاثاً ،وقل سبع مرات: أعوذُ بالله وقُدْرَتِهِ من شَرِّ مَا أَجِدُ واُحَاذِرُ."
}

]
